{
    "Dialog_confirmform_data": {
    "CHECK_PASSENGER_DATA": "ตรวจสอบข้อมูลผู้โดยสาร",
    "CHECK_PASSENGER_DATA_MESSAGE": "หากยืนยันจะเข้าสู่ขั้นตอนต่อไปโปรดตรวจสอบว่าข้อมูลของผู้โดยสารถูกต้องทั้งหมด",
    "CHECK_AGAIN": "ตรวจสอบอีกครั้ง",
    "CONFIRM": "ยืนยัน"
    } ,

    "Dialog_alert_offers_seat": {
       "TITLE": "สามารถเลือกซื้อที่นั่งเพิ่มได้",
       "MESSAGE": "ผู้โดยสารท่านอื่นยังสามารถเลือกที่นั่งเพิ่มเติมได้ โดยจะมีค่าธรรมเนียมตามประเภทของที่นั่ง",
       "INTERESTED": "สนใจ",
       "UNDERSTAND":"เข้าใจแล้ว"
    },

    "Dialog_alert_exit": {
       "ALERT_EXIT_TITLE": "คุณได้เลือกที่นั่งแถวทางออกฉุกเฉิน",
       "MESSAGE": "ในการเดินทางด้วยที่นั่งนี้ ท่านต้อง:",
       "MESSAGE_1": "มีอายุ 16 ปีขึ้นไป",
       "MESSAGE_2": "สามารถเข้าใจคำแนะนำของพนักงานต้อนรับบนเครื่องบินได้",
       "MESSAGE_3": "มีความคล่องตัว แข็งแรง และคล่องแคล่วเพียงพอในการใช้งานทางออกฉุกเฉิน กล่าวคือ ต้องมีร่างกายแข็งแรง",
       "MESSAGE_4": "ไม่ได้ขอรับบริการ วีลเเชร์",
       "MESSAGE_5": "สามารถมองเห็นได้ด้วยตาเปล่าว่าทางออกนั้นปลอดภัยที่จะเปิดหรือไม่",
       "MESSAGE_6": "ไม่ต้องการการดูแลเป็นพิเศษหรือใช้อุปกรณ์ช่วยเคลื่อนที่หรือเครื่องมือแพทย์",
       "MESSAGE_7": "ไม่รับผิดชอบต่อบุคคลอื่นแต่เพียงผู้เดียว",
       "MESSAGE_8": "ไม่มีภาวะที่อาจทำร้ายร่างกายตนเองจากการใช้ทางออก",
       "MESSAGE_9": "ไม่ต้องใช้สายคาดเข็มขัดนิรภัย เพราะอาจทำให้สะดุดล้มได้",
       "MESSAGE_10": "ไม่ได้ขอรับบริการวีลเเชร์",
        "CONFIRM": "ฉันเข้าใจแล้ว"
    },

    "Dialog_alert_select_seat": {
       "TITLE": "กรุณาเลือกที่นั่ง",
       "MESSAGE": "เนื่องจากแพ็กเกจเสริมที่ท่านเลือกครอบคลุมสิทธิ์ในการเลือกที่นั่งได้โดยไม่เสียค่าใช้จ่ายเพิ่มเติม",
       "CONFIRM": "เลือกที่นั่ง"
    },

    "Dialog_alert_select_seat_not_enough": {
        "TITLE": "เลือกที่นั่งยังไม่ครบถ้วน",
        "MESSAGE_FIRST": "มีผู้โดยสารที่ยังไม่ได้เลือกที่นั่ง",
        "MESSAGE_SECOND": "กรุณาตรวจสอบและเลือกที่นั่งให้ครบทุกท่าน",
        "CONFIRM": "เลือกที่นั่ง"
    },

    "Dialog_alert_select_seat_not_include_package": {
        "TITLE": "การเลือกที่นั่งพรีเมียม ไม่รวมในแพ็กเกจ",
        "MESSAGE": "แพ็กเกจที่นั่งของคุณครอบคลุมเฉพาะนกแฮปปี้ซีท เท่านั้น หากต้องการเลือกนกพรีเมียมซีทแถวหน้า หรือ นกพรีเมียมซีท จะต้องชำระค่าธรรมเนียมการเลือกที่นั่งเต็มจำนวน",
        "CONFIRM": "ฉันต้องการ",
        "CANCEL": "ยกเลิกการเลือกที่นั่ง"
    }
}