{
  "layout": {
    "language": "ภาษา",
    "redirecting": "กำลังนำทางไปยังหน้าที่เหมาะสม...",
    "web": {
      "title": "LineOA Web",
      "subtitle": "ประสบการณ์บนเว็บไซต์",
      "badge": "Website"
    },
    "liff": {
      "title": "NOKAIR",
      "subtitle": "LIFF Experience",
      "badge": "LINE"
    }
  },
  "language": {
    "th": "ไทย",
    "en": "English"
  },
  "navigation": {
    "backToWebsite": "กลับหน้าเว็บไซต์",
    "lineMode": "โหมด LINE"
  },
  "form": {
    "title": "ฟอร์มการจอง",
    "description": "หน้านี้จะถูกย้ายจากโปรเจ็คเดิมในขั้นถัดไป ตอนนี้ใช้เพื่อรองรับ flow หลังการยินยอม PDPA.",
    "backToPdpa": "กลับไปหน้า PDPA",
    "lineMode": "โหมด LINE"
  },
  "pdpa": {
    "privacyNotice": "ประกาศความเป็นส่วนตัว",
    "title": "นโยบายคุ้มครองข้อมูลส่วนบุคคล (PDPA)",
    "subtitle": "โปรดอ่านและทำความเข้าใจเพื่อยืนยันความยินยอมก่อนใช้งานระบบจอง",
    "consentLabel": "ฉันได้อ่านและยอมรับเงื่อนไขการเก็บ ใช้ และเปิดเผยข้อมูลส่วนบุคคลตามประกาศนี้",
    "confirm": "ยืนยันการยินยอม",
    "announcementDate": "ประกาศ ณ วันที่ 25 พฤษภาคม 2022",
    "sections": {
      "purpose": {
        "title": "วัตถุประสงค์การเก็บรวบรวมข้อมูลส่วนบุคคล",
        "paragraphs": [
          "เราเก็บข้อมูลเพื่อยืนยันตัวตน ให้บริการ และปรับปรุงประสบการณ์ของผู้ใช้งาน"
        ],
        "bullets": [
          "การให้บริการและการทำธุรกรรมที่เกี่ยวข้องกับการจอง",
          "การสื่อสารเพื่อการบริการและการแจ้งเตือน",
          "การปฏิบัติตามกฎหมายและข้อกำหนดที่เกี่ยวข้อง"
        ]
      },
      "sensitive": {
        "title": "ข้อมูลอ่อนไหวและการขอความยินยอม",
        "paragraphs": [
          "หากจำเป็นต้องใช้ข้อมูลอ่อนไหว เราจะขอความยินยอมเพิ่มเติมและใช้อย่างจำกัด"
        ]
      },
      "disclosure": {
        "title": "การเปิดเผยข้อมูลต่อบุคคลที่สาม",
        "paragraphs": [
          "ข้อมูลจะถูกเปิดเผยเท่าที่จำเป็นต่อการให้บริการ หรือเมื่อได้รับความยินยอม"
        ],
        "bullets": [
          "ผู้ให้บริการด้านระบบและการชำระเงิน",
          "หน่วยงานกำกับดูแลตามกฎหมาย"
        ]
      },
      "rights": {
        "title": "สิทธิของเจ้าของข้อมูล",
        "paragraphs": [
          "คุณสามารถเข้าถึง แก้ไข ถอนความยินยอม หรือร้องขอลบข้อมูลได้"
        ]
      }
    }
  },
 "PDPA_TITLE": "ข้อตกลงและเงื่อนไขการใช้บริการ (Terms & Conditions)",
  "PDPA_ACCEPT_TEXT": "ข้าพเจ้าได้อ่านและเข้าใจข้อตกลงและเงื่อนไขในการเก็บรวบรวมและเปิดเผยข้อมูลส่วนบุคคล และยินยอมให้ใช้ข้อมูลตามที่ระบุข้างต้น",
  "PDPA_CONFIRM_BUTTON": "ยินยอม",
  "PDPA_DECLINE_BUTTON": "ไม่ยินยอม",

  "PDPA_TC_1_TITLE": "การใช้บริการ",
  "PDPA_TC_1_P1": "ผู้ใช้งานตกลงว่าจะใช้ระบบจองตั๋วของเราเพื่อวัตถุประสงค์ที่ถูกต้องตามกฎหมาย และไม่กระทำการใด ๆ ที่เป็นการละเมิดสิทธิของบุคคลอื่น หรือก่อให้เกิดความเสียหายต่อระบบ",

  "PDPA_TC_2_TITLE": "การจองและการชำระเงิน",
  "PDPA_TC_2_L1": "การจองจะถือว่าสมบูรณ์เมื่อผู้ใช้กรอกข้อมูลครบถ้วนและดำเนินการชำระเงินสำเร็จ",
  "PDPA_TC_2_L2": "ระบบจะส่งหมายเลขการจองและรายละเอียดผ่าน LINE หรืออีเมลภายใน 5 นาทีหลังจากยืนยันการชำระเงิน",
  "PDPA_TC_2_L3": "หากไม่ได้รับการยืนยัน กรุณาติดต่อทีมงานภายใน 24 ชั่วโมง",

  "PDPA_TC_3_TITLE": "การยกเลิกและคืนเงิน",
  "PDPA_TC_3_L1": "การยกเลิกหรือขอคืนเงินขึ้นอยู่กับเงื่อนไขของสายการบินหรือผู้ให้บริการต้นทาง",
  "PDPA_TC_3_L2": "หากอนุญาตให้คืนเงิน จะหักค่าธรรมเนียมตามที่ระบุไว้ในรายละเอียดการจอง",
  "PDPA_TC_3_L3": "บางประเภทตั๋วหรือบริการอาจไม่สามารถคืนเงินได้",

  "PDPA_TC_4_TITLE": "ความเป็นส่วนตัวของข้อมูล (PDPA)",
  "PDPA_TC_4_L1": "ผู้ใช้ตกลงให้เราจัดเก็บและใช้ข้อมูลส่วนบุคคล เช่น ชื่อ เบอร์โทร อีเมล เพื่อการติดต่อ และให้บริการตามวัตถุประสงค์",
  "PDPA_TC_4_L2": "ข้อมูลจะถูกเก็บรักษาอย่างปลอดภัย และจะไม่เปิดเผยแก่บุคคลภายนอกโดยไม่ได้รับอนุญาต",
  "PDPA_TC_4_L3": "อ่านนโยบายฉบับเต็มได้ที่ นโยบายความเป็นส่วนตัว",

  "PDPA_TC_5_TITLE": "การเปลี่ยนแปลงเงื่อนไข",
  "PDPA_TC_5_P1": "บริษัทขอสงวนสิทธิ์ในการเปลี่ยนแปลงเงื่อนไขการใช้บริการโดยไม่ต้องแจ้งให้ทราบล่วงหน้า โดยจะแสดงเงื่อนไขล่าสุดบนหน้าเว็บไซต์หรือ LIFF page"
}
